Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# SubtitleConverterPage_StatusText.Text
source: Add subtitles to begin.
de_de: Fügen Sie Untertitel hinzu, um zu beginnen.
es_es: Añadir subtítulos para comenzar.
fr_fr: Ajouter des sous-titres pour commencer.
pl_pl: Dodaj napisy do rozpoczęcia.
zh_hans: 添加字幕开始。

# SubtitleConverterPage_SubtitleConverterPageButton01.Content
source: Add files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# SubtitleConverterPage_SubtitleConverterPageButton02.Content
source: Browse...
de_de: Durchsuchen...
es_es: Examinar...
fr_fr: Parcourir...
pl_pl: Przeglądaj...
zh_hans: 浏览...

# TextToSpeechPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# TextToSpeechPage_CharCountLabel.Text
source: 0 characters
de_de: 0 Zeichen
es_es: 0 caracteres
fr_fr: 0 caractères
pl_pl: 0 znaków
zh_hans: 0 字符

# TextToSpeechPage_GenerateButton.Content
source: Generate Audio
de_de: Audio erzeugen
es_es: Generar audio
fr_fr: Générer de l'audio
pl_pl: Generowanie dźwięku
zh_hans: 生成音频

# TextToSpeechPage_Item_002.Text
source: Generate voiceover audio from script text using Microsoft Edge Neural TTS — 322 voices, 50+ languages.
de_de: Generieren Sie Voiceover-Audio aus Skripttext mit Microsoft Edge Neural TTS — 322 Stimmen, 50+ Sprachen.
es_es: Generar audio de voz en off a partir de texto de script usando Microsoft Edge Neural TTS — 322 voces, más de 50 idiomas.
fr_fr: Générer la voix off audio à partir de texte script en utilisant Microsoft Edge Neural TTS — 322 voix, 50+ langues.
pl_pl: Generowanie dźwięku głosowego z tekstu skryptu za pomocą Microsoft Edge Neural TTS — 322 głosy, 50 języków.
zh_hans: 使用微软边缘神经 TTS 生成脚本文字的语音音频——322个声音,50种以上语言。

# TextToSpeechPage_Item_005.Text
source: Script
de_de: Skript
es_es: Guión
fr_fr: Scénario
pl_pl: Skrypt
zh_hans: 脚本

# TextToSpeechPage_Item_009.Text
source: Voice
de_de: Stimme
es_es: Voz
fr_fr: Voix
pl_pl: Głos
zh_hans: 语音声音

# TextToSpeechPage_Item_011.Content
source: English (any)
de_de: Englisch (alle)
es_es: Inglés (cualquiera)
fr_fr: Anglais (toute)
pl_pl: Angielski (any)
zh_hans: 英语( 任何)

# TextToSpeechPage_Item_012.Content
source: English (US)
de_de: Englisch (US)
es_es: Inglés (US)
fr_fr: Français (US)
pl_pl: Angielski (USA)
zh_hans: 英文 (US)

# TextToSpeechPage_Item_013.Content
source: English (UK)
de_de: Englisch (UK)
es_es: Inglés (UK)
fr_fr: Français (UK)
pl_pl: Angielski (UK)
zh_hans: 英文 (UK)

# TextToSpeechPage_Item_014.Content
source: English (AU)
de_de: Englisch (AU)
es_es: Inglés (AU)
fr_fr: Français (AU)
pl_pl: Angielski (AU)
zh_hans: 英语 (AU)

# TextToSpeechPage_Item_016.Content
source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
pl_pl: Francuski
zh_hans: 法语 法语

# TextToSpeechPage_Item_017.Content
source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
pl_pl: Niemiecki
zh_hans: 德语 德语

# TextToSpeechPage_Item_019.Content
source: Portuguese
de_de: Portugiesisch
es_es: Portugués
fr_fr: Portugais
pl_pl: Portugalski
zh_hans: 葡萄牙语葡萄牙语

# TextToSpeechPage_Item_020.Content
source: Japanese
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais
pl_pl: Japoński
zh_hans: 日语日文

# TextToSpeechPage_Item_023.Content
source: (all locales)
de_de: (alle Orte)
es_es: (Todos los locales)
fr_fr: (tous les habitants)
pl_pl: (wszyscy miejscowi)
zh_hans: (所有地方)

# TextToSpeechPage_Item_030.Text
source: Output
de_de: Ausgabe
es_es: Salida
fr_fr: Sortie
pl_pl: Wyjście
zh_hans: 输出

# TextToSpeechPage_LocaleCombo.Header
source: Locale filter
de_de: Lokale Filter
es_es: Filtro de localización
fr_fr: Filtre local
pl_pl: Filtr adresu
zh_hans: 局部过滤器

# TextToSpeechPage_OpenOutputButton.Content
source: Open Output
de_de: Ausgabe öffnen
es_es: Salida abierta
fr_fr: Sortie ouverte
pl_pl: Otwórz wyjście
zh_hans: 开放输出输出

# TextToSpeechPage_PitchLabel.Text
source: 0 Hz
zh_hans: 0赫兹

# TextToSpeechPage_PitchSlider.Header
source: Pitch (Hz)
fr_fr: Emplacement (Hz)
pl_pl: Wytrzymałość (Hz)
zh_hans: Pitch (赫兹)

# TextToSpeechPage_RateLabel.Text
source: 0% (normal)
pl_pl: 0% (normalne)
zh_hans: 0%(正常)

# TextToSpeechPage_ScriptBox.PlaceholderText
source: Type or paste your script text here...
de_de: Geben Sie hier Ihren Skripttext ein oder fügen Sie ihn ein...
es_es: Escriba o pegue el texto del script aquí...
fr_fr: Tapez ou collez votre texte de script ici...
pl_pl: Wpisz lub wklej tekst skryptu tutaj...
zh_hans: 类型或粘贴您的脚本文本...

# TextToSpeechPage_TextToSpeechPageButton01.Content
source: Refresh Voices
de_de: Stimmen aktualisieren
es_es: Actualizar voces
fr_fr: Rafraîchir les voix
pl_pl: Odśwież głosy
zh_hans: 刷新声音

# TextToSpeechPage_TextToSpeechPageButton02.Content
source: Save to...
de_de: Speichern, um...
es_es: Guardar a...
fr_fr: Enregistrer sur...
pl_pl: Zapisz do...
zh_hans: 保存到...

# TextToSpeechPage_VoiceCombo.Header
source: Voice
de_de: Stimme
es_es: Voz
fr_fr: Voix
pl_pl: Głos
zh_hans: 语音声音

# TextToSpeechPage_VoiceCombo.PlaceholderText
source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement...
pl_pl: Wczytywanie...
zh_hans: 正在装入...

# TimelinePreviewPage_ExportButton.Content
source: Open output folder
de_de: Ausgabeordner öffnen
es_es: Abrir carpeta de salida
fr_fr: Ouvrir le dossier de sortie
pl_pl: Otwórz folder wyjścia
zh_hans: 打开输出文件夹

# TimelinePreviewPage_GenerateButton.Content
source: Generate
de_de: Erzeugen
es_es: Generar
fr_fr: Générer
pl_pl: Generuj
zh_hans: 生成生成

# TimelinePreviewPage_Item_001.Text
source: Timeline Preview
de_de: Timeline-Vorschau
es_es: Vista previa de la línea de tiempo
fr_fr: Aperçu de l'échéancier
pl_pl: Podgląd czasu
zh_hans: 时间线预览

# TimelinePreviewPage_Item_008.Text
source: No timeline yet
de_de: Noch keine Zeitachse
es_es: No hay línea de tiempo todavía
fr_fr: Pas encore de calendrier
pl_pl: Nie ma jeszcze harmonogramu
zh_hans: 时间表尚未确定

# TimelinePreviewPage_Item_009.Text
source: Open a video and click Generate to render a scrubbable thumbnail strip + waveform.
de_de: Öffnen Sie ein Video und klicken Sie auf Generieren, um eine scheuerbare Thumbnail-Strip + Wellenform zu rendern.
es_es: Abra un vídeo y haga clic en Generar para representar una tira de miniaturas + forma de onda depurable.
fr_fr: Ouvrez une vidéo et cliquez sur Générer pour rendre une bande miniature gommage + forme d'onde.
pl_pl: Otwórz wideo i kliknij Wygeneruj, aby zrobić szorowany pasek miniatury + fale form.
zh_hans: 打开视频并单击 生成可清洗缩略图条 + 波形 。

# TimelinePreviewPage_StatusText.Text
source: Open a video to begin.
de_de: Öffnen Sie ein Video, um zu beginnen.
es_es: Abra un vídeo para empezar.
fr_fr: Ouvrez une vidéo pour commencer.
pl_pl: Otwórz nagranie do rozpoczęcia.
zh_hans: 打开一个视频开始。

# TimelinePreviewPage_ThumbFpsBox.Header
source: Thumbnail rate (per second)
de_de: Thumbnail-Rate (pro Sekunde)
es_es: Tasa de miniatura (por segundo)
fr_fr: Taux de nervosité (par seconde)
pl_pl: Wskaźnik miniatury (na sekundę)
zh_hans: 缩略图率(每秒)

# TimelinePreviewPage_ThumbHeightBox.Header
source: Thumbnail height (px)
de_de: Thumbnail-Höhe (px)
es_es: Altura de la miniatura (px)
fr_fr: Hauteur des ongles (px)
pl_pl: Wysokość miniatury (px)
zh_hans: 缩略图高度 (px)

# TimelinePreviewPage_TimelinePreviewPageButton01.Content
source: Open Video
de_de: Video öffnen
es_es: Abrir vídeo
fr_fr: Ouvrir la vidéo
pl_pl: Otwarte wideo
zh_hans: 开放视频

# ToolboxPage_Item_003.Text
source: Specialized tools for finishing, repairing, extracting, and preparing media.
de_de: Spezialisierte Werkzeuge zum Finishen, Reparieren, Extrahieren und Bereiten von Medien.
es_es: Herramientas especializadas para el acabado, reparación, extracción y preparación de medios.
fr_fr: Outils spécialisés pour la finition, la réparation, l'extraction et la préparation des supports.
pl_pl: Narzędzia specjalistyczne do wykończenia, naprawy, ekstrakcji i przygotowania mediów.
zh_hans: 制作、修理、提取和准备媒体的专门工具。

# ToolboxPage_Item_004.Text
source: Ready tools open directly. Planned tools stay disabled and explain what is missing.
es_es: Herramientas listas se abren directamente. Las herramientas planificadas permanecen desactivadas y explican lo que falta.
fr_fr: Les outils prévus restent désactivés et expliquent ce qui manque.
zh_hans: 即时工具可直接打开。 计划工具仍被禁用, 并解释缺少的工具 。

# ToolboxPage_Item_005.Text
source: Status key
es_es: Clave de estado
fr_fr: Clé d'état
zh_hans: 状态键

# ToolboxPage_Item_006.Text
source: Ready opens a runnable workflow
es_es: Ready abre un flujo de trabajo ejecutable
fr_fr: Ready ouvre un workflow exécutable
zh_hans: 准备打开可运行的工作流程

# ToolboxPage_Item_007.Text
source: Planned has a defined implementation path
es_es: Planificado tiene una trayectoria de implementación definida
fr_fr: Planifié a une trajectoire de mise en œuvre définie
zh_hans: 计划有明确的执行路径

# ToolboxPage_Item_008.Text
source: Future still needs scope decisions
es_es: El futuro aún necesita decisiones de alcance
fr_fr: L'avenir a encore besoin de décisions de portée
zh_hans: 未来仍需要的范围范围决定

# ToolboxPage_Item_010.Text
source: Model-backed tool
es_es: Herramienta respaldada por modelos
fr_fr: Outil soutenu par un modèle
zh_hans: 模型支持工具

# ToolboxPage_Item_013.Text
source: AI Tools
de_de: AI Werkzeuge
es_es: Herramientas AI
fr_fr: Outils AI
pl_pl: Narzędzia AI
zh_hans: AIAI 工具工具

# ToolboxPage_Item_014.Text
source: Audio
pl_pl: Dźwięk
zh_hans: 音音频

# ToolboxPage_Item_016.Text
source: Disc
de_de: Scheibe
es_es: Disco
fr_fr: Disque
pl_pl: Dysk
zh_hans: 盘盘

# ToolboxPage_Item_017.Text
source: Other
de_de: Sonstige
es_es: Otros
fr_fr: Autres
pl_pl: Inne
zh_hans: 其他

# ToolboxPage_Item_018.Text
source: Trusted Plugins
de_de: Vertrauenswürdige Plugins
es_es: Complementos de confianza
fr_fr: Plugins de confiance
pl_pl: Zaufane wtyczki
zh_hans: 信任的插件

# TrackManagerPage_AddTrackButton.Content
source: Add track...
de_de: Track hinzufügen...
es_es: Añadir pista...
fr_fr: Ajouter une piste...
pl_pl: Dodaj utwór...
zh_hans: 添加音轨...

# TrackManagerPage_ApplyButton.Content
source: Apply changes...
de_de: Änderungen anwenden...
es_es: Aplicar cambios...
fr_fr: Appliquer les modifications...
pl_pl: Zastosuj zmiany...
zh_hans: 应用更改...

source: Export subtitle stream
de_de: Untertitel-Stream exportieren
es_es: Exportar secuencia de subtítulos
fr_fr: Exporter le flux de sous-titres
pl_pl: Eksportuj stream napisów
zh_hans: 导出字幕流

# TrackManagerPage_Item_002.Content
source: Export...
de_de: Exportieren...
es_es: Exportar...
fr_fr: Exporter...
pl_pl: Eksportuj...
zh_hans: 导出...

# TrackManagerPage_Item_003.Text
source: Track Manager
de_de: Titelverwaltung
es_es: Gestor de pistas
fr_fr: Gestionnaire de piste
pl_pl: Menedżer utworu
zh_hans: 音轨管理器

# TrackManagerPage_Item_004.Text
source: Add or remove audio, subtitle, and data tracks from a video container without re-encoding. Tick streams to drop, then Apply -- or pick an external audio / subtitle file to attach as a new track.
de_de: Spuren hinzufügen oder entfernen und Audiospuren ohne Neukodierung einzeln vorziehen oder verzögern. Verzögerung in Millisekunden einstellen, zu entfernende Spuren markieren und dann Anwenden wählen.
es_es: Agregar o eliminar pistas de audio, subtítulo y datos de un contenedor de vídeo sin volver a codificar. Tick streams to drop, entonces Aplique -- o elija un archivo de audio / subtítulo externo para adjuntarlo como una nueva pista.
fr_fr: Ajoutez ou supprimez des pistes et avancez ou retardez chaque piste audio sans réencodage. Réglez le délai en millisecondes, cochez les pistes à supprimer, puis choisissez Appliquer.
pl_pl: Dodawaj lub usuwaj ścieżki oraz niezależnie przyspieszaj lub opóźniaj ścieżki audio bez ponownego kodowania. Ustaw opóźnienie w milisekundach, zaznacz ścieżki do usunięcia i wybierz Zastosuj.
zh_hans: 从视频容器中添加或删除音频、字幕和数据轨迹, 不重编码 。 选中流可下降, 然后应用 - 或者选择外部音频/ 字幕文件作为新音轨附加 。

# TrackManagerPage_Item_007.Text
source: No tracks loaded
de_de: Keine Tracks geladen
es_es: No hay pistas cargadas
fr_fr: Aucune piste chargée
pl_pl: Brak wczytanych utworów
zh_hans: 未装入音轨

# TrackManagerPage_Item_008.Text
source: Open a video to see every audio / video / subtitle / data track inside the container.
de_de: Öffnen Sie ein Video, um alle Audio / Video / Untertitel / Datenspuren im Container zu sehen.
es_es: Abra un vídeo para ver cada pista de audio / vídeo / subtítulo / datos dentro del contenedor.
fr_fr: Ouvrez une vidéo pour voir chaque audio / vidéo / sous-titre / data track à l'intérieur du conteneur.
pl_pl: Otwórz wideo, aby zobaczyć każdy audio / video / napis / ścieżka danych wewnątrz pojemnika.
zh_hans: 打开视频查看容器内的每个音频/视频/字幕/数据跟踪。

source: Tick to remove this stream when you click Apply
de_de: Klicken Sie auf Anwenden, um diesen Stream zu entfernen
es_es: Marque para eliminar esta secuencia cuando haga clic en Aplicar
fr_fr: Cliquez pour supprimer ce flux lorsque vous cliquez sur Appliquer
pl_pl: Zaznacz, aby usunąć ten strumień po kliknięciu Zastosuj
zh_hans: 点击“应用”时选中可删除此串流

# TrackManagerPage_SourceLabel.Text
source: No file loaded.
de_de: Keine Datei geladen.
es_es: No hay ningún archivo cargado.
fr_fr: Aucun fichier chargé.
pl_pl: Nie wczytano pliku.
zh_hans: 未装入文件 。

# TrackManagerPage_StatusText.Text
source: Open a video to begin.
de_de: Öffnen Sie ein Video, um zu beginnen.
es_es: Abra un vídeo para empezar.
fr_fr: Ouvrez une vidéo pour commencer.
pl_pl: Otwórz nagranie do rozpoczęcia.
zh_hans: 打开一个视频开始。

# TrackManagerPage_TrackManagerPageButton01.Content
source: Open Video
de_de: Video öffnen
es_es: Abrir vídeo
fr_fr: Ouvrir la vidéo
pl_pl: Otwarte wideo
zh_hans: 开放视频

# UniversalConvertPage_DropHint.Text
source: Drop files here, or pick them
de_de: Dateien hier fallen lassen, oder sie auswählen
es_es: Suelta los archivos aquí, o eligelos.
fr_fr: Déposer des fichiers ici, ou les choisir
pl_pl: Rzuć pliki tutaj, albo wybierz je.
zh_hans: 丢放文件到这里, 或者选择文件

# UniversalConvertPage_Item_001.Content
source: Run preset
de_de: Voreingestellt ausführen
es_es: Ejecutar preset
fr_fr: Exécuter le préréglage
pl_pl: Uruchom predefiniowany
zh_hans: 运行预设

# UniversalConvertPage_Item_002.Text
source: Universal Convert
de_de: Universelles Konvertieren
es_es: Convertir universal
fr_fr: Convertir universelle
pl_pl: Konwersja uniwersalna
zh_hans: 通用转换

# UniversalConvertPage_Item_003.Text
source: Drop files once and see every compatible preset before running a sidecar.
de_de: Drop-Dateien einmal und sehen Sie alle kompatiblen Preset, bevor Sie ein Sidecar.
es_es: Suelta los archivos una vez y mira cada preset compatible antes de ejecutar un sidecar.
fr_fr: Déposer les fichiers une fois et voir chaque préréglage compatible avant d'exécuter un sidecar.
pl_pl: Upuść raz i zobacz wszystkie kompatybilne ustawienia przed uruchomieniem sidecara.
zh_hans: 放下文件一次, 并看到所有兼容的预设, 然后再运行随行车 。

# UniversalConvertPage_Item_005.Text
source: UCX checks preset inputs locally, filters incompatible tools, and keeps your original files untouched.
de_de: UCX überprüft voreingestellte Eingaben lokal, filtert inkompatible Tools und hält Ihre Originaldateien unberührt.
es_es: UCX comprueba las entradas preestablecidas localmente, filtra herramientas incompatibles y mantiene intactos los archivos originales.
fr_fr: UCX vérifie localement les entrées prédéfinies, filtre les outils incompatibles et garde vos fichiers originaux intacts.
pl_pl: UCX sprawdza predefiniowane wejścia lokalnie, filtruje niekompatybilne narzędzia i utrzymuje oryginalne pliki nietknięte.
zh_hans: UCX 检查本地预设输入, 过滤不兼容的工具, 并保持原文件不动 。

# UniversalConvertPage_Item_008.Text
source: No conversion starts until you choose a preset.
de_de: Keine Konvertierung beginnt, bis Sie eine Voreinstellung wählen.
es_es: Ninguna conversión comienza hasta que usted elija un preset.
fr_fr: Aucune conversion ne commence jusqu'à ce que vous choisissiez un preset.
pl_pl: Żadne nawrócenie się nie rozpocznie, dopóki nie wybierzesz ustawień.
zh_hans: 在您选择预设之前不得开始转换 。

# UniversalConvertPage_Item_010.Text
source: Mixed selections show partial and full-coverage matches.
de_de: Gemischte Auswahlen zeigen Teil- und Vollcoverage-Matches.
es_es: Las selecciones mixtas muestran partidos parciales y de cobertura completa.
fr_fr: Les sélections mixtes montrent des correspondances partielles et complètes.
pl_pl: Wybór mieszany pokazuje mecze częściowe i pełne pokrycia.
zh_hans: 混合选择显示部分和全部覆盖匹配。

# UniversalConvertPage_Item_013.Text
source: No compatible presets found
de_de: Keine kompatiblen Presets gefunden
es_es: No se han encontrado presets compatibles
fr_fr: Aucun préréglage compatible trouvé
pl_pl: Nie znaleziono kompatybilnych ustawień
zh_hans: 未找到兼容的预设

# UniversalConvertPage_Item_014.Text
source: Try another file type, install a matching sidecar, or add a custom *.preset.xml in your UCX presets folder.
de_de: Versuchen Sie einen anderen Dateityp, installieren Sie ein passendes Sidecar oder fügen Sie einen benutzerdefinierten *.preset.xml in Ihrem UCX Presets-Ordner hinzu.
es_es: Pruebe otro tipo de archivo, instale un sidecar que coincida o añada un *.preset.xml personalizado en su carpeta de presets UCX.
fr_fr: Essayez un autre type de fichier, installez un sidecar correspondant, ou ajoutez un *.preset.xml personnalisé dans votre dossier de préréglage UCX.
pl_pl: Spróbuj innego typu pliku, zainstaluj pasujący saintcar lub dodaj własny *. images.xml w folderze ustawień UCX.
zh_hans: 尝试另一个文件类型, 安装匹配的侧车, 或者在 UCX 预设文件夹中添加自定义的 *. preset. xml 。

# UniversalConvertPage_SearchBox.PlaceholderText
source: Filter matches...
es_es: Filtrar coincidencias...
fr_fr: Correspondance des filtres...
pl_pl: Filtrowanie zapałek...
zh_hans: 过滤匹配...

# UniversalConvertPage_StatusText.Text
source: Drop files above to see matching presets.
de_de: Drop-Dateien oben, um passende Presets zu sehen.
es_es: Suelta los archivos de arriba para ver los presets correspondientes.
fr_fr: Déposer les fichiers ci-dessus pour voir les préréglages correspondants.
pl_pl: Upuść pliki powyżej, aby zobaczyć dopasowane ustawienia.
zh_hans: 向上拖放文件以查看匹配的预设 。

# UniversalConvertPage_UniversalConvertPageButton01.Content
source: Pick files
de_de: Dateien auswählen
es_es: Seleccione los archivos
fr_fr: Choisir des fichiers
pl_pl: Wybierz pliki
zh_hans: 选择文件

# UniversalConvertPage_UniversalConvertPageButton02.Content
source: Clear
de_de: Löschen
es_es: Limpiar
fr_fr: Effacer
pl_pl: Wyczyść
zh_hans: 清除清除

# VideoEnhancerPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# VideoEnhancerPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# VideoEnhancerPage_CrfLabel.Text
source: CRF 20 (high quality)
de_de: CRF 20 (hohe Qualität)
es_es: CRF 20 (alta calidad)
fr_fr: CRF 20 (haute qualité)
pl_pl: CRF 20 (wysoka jakość)
zh_hans: CRF 20(高质量)

# VideoEnhancerPage_DownloadSeedVr2ModelButton.Content
source: Review & download model
de_de: Modell überprüfen & herunterladen
es_es: Modelo de revisión y descarga
fr_fr: Révision et téléchargement du modèle
pl_pl: Weryfikacja i pobieranie modelu
zh_hans: 审查及下载模式

# VideoEnhancerPage_EngineCombo.Header
source: Restoration engine
de_de: Restaurationsmotor
es_es: Motor de restauración
fr_fr: Moteur de restauration
pl_pl: Silnik regeneracyjny
zh_hans: 修复引擎

# VideoEnhancerPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# VideoEnhancerPage_Item_005.Text
source: Restore and upscale video with portable Real-ESRGAN or the optional CUDA-only SeedVR2 diffusion engine.
de_de: Wiederherstellen und upscale Video mit tragbaren Real-ESRGAN oder die optionale CUDA-nur SeedVR2 Diffusions-Engine.
es_es: Restaurar y ampliar el vídeo con el Real-ESRGAN portátil o con el motor de difusión CUDA-only SeedVR2 opcional.
pl_pl: Przywraca i upscale wideo z przenośnym silnikiem Real-ESRGAN lub opcjonalnym silnikiem CUDA-ly SeedVR2.
zh_hans: 使用便携式 Real-ESRGAN 或可选的 CUDA- only SeedVR2 扩散引擎恢复和升级视频。

# VideoEnhancerPage_Item_009.Text
source: Drop video files here
de_de: Videodateien hier ablegen
es_es: Suelta los archivos de vídeo aquí
fr_fr: Déposer les fichiers vidéo ici
pl_pl: Upuść pliki wideo tutaj
zh_hans: 在此放放视频文件

# VideoEnhancerPage_Item_010.Text
source: Choose an engine, then queue clips for local restoration. SeedVR2 is substantially slower and requires its optional model pack.
de_de: Wählen Sie eine Engine, dann Warteschlange Clips für die lokale Wiederherstellung. SeedVR2 ist wesentlich langsamer und erfordert seine optionale Modellpaket.
es_es: Elija un motor, luego clips de cola para la restauración local. SeedVR2 es sustancialmente más lento y requiere su paquete de modelos opcional.
fr_fr: Choisissez un moteur, puis des clips de file d'attente pour la restauration locale. SeedVR2 est sensiblement plus lent et nécessite son pack de modèles optionnel.
pl_pl: Wybierz silnik, a następnie klipy kolejkowe do lokalnej naprawy. SeedVR2 jest znacznie wolniejszy i wymaga opcjonalnego pakietu modelowego.
zh_hans: 选择引擎, 然后排队剪辑用于本地修复 。 SeedVR2 慢得多, 需要选用模型包 。

# VideoEnhancerPage_Item_013.Text
source: No upscaled videos yet
de_de: Noch keine upskalierten Videos
es_es: Todavía no hay vídeos de alta escala.
fr_fr: Pas encore de vidéos haut de gamme
pl_pl: Brak jeszcze obsadzonych filmów wideo
zh_hans: 尚未升级视频

# VideoEnhancerPage_Item_014.Text
source: Engine
de_de: Motor
es_es: Motor
fr_fr: Moteur
pl_pl: Silnik
zh_hans: 引擎引擎

# VideoEnhancerPage_Item_016.Content
source: Real-ESRGAN (portable)
de_de: Real-ESRGAN (portierbar)
es_es: Real-ESRGAN (portátil)
pl_pl: Real-ESRGAN (przenośne)
zh_hans: Real-ESRGAN(便携式)

# VideoEnhancerPage_Item_017.Content
source: SeedVR2 3B FP8 (CUDA, optional)
es_es: SeedVR2 3B FP8 (CUDA, opcional)
fr_fr: SeedVR2 3B FP8 (CUDA, option)
pl_pl: SeedVR2 3B FP8 (CUDA, opcjonalne)
zh_hans: SeedVR2 3B FP8(CUDA,可选)

# VideoEnhancerPage_Item_020.Text
source: SeedVR2 3B FP8 restoration pack
de_de: SeedVR2 3B FP8 Restaurationspack
es_es: Paquete de restauración SeedVR2 3B FP8
fr_fr: Kit de restauration SeedVR2 3B FP8
pl_pl: SeedVR2 3B FP8
zh_hans: SeedVR2 3B FP8 恢复包

# VideoEnhancerPage_Item_021.Text
source: Pinned local runtime and weights · Apache-2.0 · approximately 3.9 GB. Requires NVIDIA CUDA with at least 10 GB VRAM; 12 GB or more is recommended.
de_de: Gepinnte lokale Laufzeit und Gewichte · Apache-2.0 · ca. 3,9 GB. Erfordert NVIDIA CUDA mit mindestens 10 GB VRAM; 12 GB oder mehr wird empfohlen.
es_es: Tiempo de ejecución y pesos locales fijados · Apache-2.0 · aproximadamente 3,9 GB. Requiere NVIDIA CUDA con al menos 10 GB VRAM; 12 GB o más se recomienda.
fr_fr: Durée d'exécution locale et poids · Apache-2.0 · environ 3.9 GB. Nécessite NVIDIA CUDA avec au moins 10 GB VRAM; 12 GB ou plus est recommandé.
pl_pl: Przypinane lokalne runtime i wagi · Apache-2.0 · ok. 3.9 GB. Wymaga NVIDIA CUDA z co najmniej 10 GB VRAM; 12 GB lub więcej jest zalecane.
zh_hans: Apache-2.0 大约3.9GB.要求NVIDIA CUDA至少拥有10GB VRAM;建议使用12GB或以上。

# VideoEnhancerPage_Item_025.Text
source: Quality
de_de: Qualität
es_es: Calidad
fr_fr: Qualité
pl_pl: Jakość
zh_hans: 质量质量

# VideoEnhancerPage_Item_027.Content
source: 2× (recommended)
de_de: 2× (empfohlen)
es_es: 2× (recomendado)
fr_fr: 2× (recommandé)
pl_pl: 2× (zalecane)
zh_hans: 2x(建议)

# VideoEnhancerPage_Item_028.Content
source: 3× (slower)
de_de: 3× (niedriger)
es_es: 3× (inferior)
fr_fr: 3× (inférieur)
pl_pl: 3× (poślizg)
zh_hans: 3x( 较慢)

# VideoEnhancerPage_Item_029.Content
source: 4× (slowest)
de_de: 4× (niedrigste)
es_es: 4× (más lento)
fr_fr: 4× (le plus bas)
pl_pl: 4× (najniższa)
zh_hans: 4x( 最小)

# VideoEnhancerPage_Item_034.Content
source: 720p (recommended)
de_de: 720p (empfohlen)
es_es: 720p (recomendado)
fr_fr: 720p (recommandé)
pl_pl: 720p (zalecane)
zh_hans: 720p(建议)
